<h3>Uso del acuerdo de usuario final del software e-Mobility</h3>
<h4>Datos personales</h4>
<p>Solo se almacenar&aacute;n los datos sobre el uso de las estaciones de carga por usuario:</p>
<ul>
  <li>Nombre y apellidos</li>
  <li>Email</li>
  <li>Tel&eacute;fono, n&uacute;mero de m&oacute;vil</li>
  <li>ID de insignia</li>
  <li>Estatus de cuenta (activa, bloqueada...)</li>
  <li>Roles de usuario (b&aacute;sico, admin...)</li>
  <li>Idioma</li>
  <li>Fotograf&iacute;a</li>
  <li>Direcci&oacute;n</li>
  <li>Informaci&oacute;n del veh&iacute;culo (N&uacute;mero de placa, VIN...)</li>
  <li>Contrase&ntilde;a (hashed)</li>
  <li>N&uacute;mero de identificaci&oacute;n profesional</li>
  <li>Centro de costos profesionales</li>
</ul>
<h4>Datos de usuario comercial</h4>
<ul>
  <li>Consumo instant&aacute;neo y total</li>
  <li>Estatus de las estaciones de carga</li>
  <li>Empezar/Detener sesiones</li>
  <li>Autorizaciones</li>
  <li>Curvas de carga (Datos de consumo)</li>
  <li>Curvas de costo (Datos de precio)</li>
  <li>Datos de sesiones (fecha/hora, duraci&oacute;n, inactividad, consumo total...)</li>
  <li>Sesiones activas</li>
  <li>Historial de sesiones</li>
  <li>Asignaci&oacute;n de sitios</li>
  <li>Veh&iacute;culos</li>
  <li>Informaci&oacute;n de facturaci&oacute;n</li>
  <li>Registros del sistema</li>
</ul>
<h4>Escenarios</h4>
<ul>
  <li> An&aacute;lisis (uso, consumo, costo ...) </li>
  <li> Gesti&oacute;n del sitio </li>
  <li> Gesti&oacute;n de autorizaciones </li>
  <li> Gesti&oacute;n de precios </li>
  <li> Gesti&oacute;n de facturaci&oacute;n </li>
  <li> Carga inteligente </li>
  <li> Reserva de estaci&oacute;n de carga </li>
  <li> Predicciones de carga </li>
  <li> Notificaciones de usuarios y administradores </li>
  <li> Carga en casa </li>
  <li> Reembolso de sesiones </li>
  <li> Roaming </li>
</ul>
<h4>Objetivo del procesamiento de datos</h4>
<ul>
  <li> Optimizar el uso de las estaciones de carga (por parte de los usuarios) manteniendo un bajo costo. </li>
  <li> Mejorar el mantenimiento y la rotaci&oacute;n del veh&iacute;culo en las estaciones de carga. </li>
  <li> Desarrollar un algoritmo de optimizaci&oacute;n de carga para introducir un sistema de gesti&oacute;n de carga que permita a los veh&iacute;culos el&eacute;ctricos cargar
    concurrentemente de acuerdo con las restricciones del sitio (potencia m&aacute;xima del sitio ...)
  </li>
  <li> Alentar a los usuarios a cargar en casa para reducir la carga en la empresa y, finalmente, obtener el reembolso de sus respectivos consumos de electricidad al cargar sus
    autos de la empresa
  </li>
</ul>
<h4>Privacidad</h4>
<ul>
    <li>Esta aplicaci&oacute;n ha sido dise&ntilde;ada teniendo en cuenta desde el principio todo lo referente a la privacidad de datos personales.</li>
</ul>
<h4>Integracion de productos de terceros</h4>
<ul>
  <li><strong>SAP Analytics</strong>: Utilizado para procesar y mostrar estad&iacute;sticas complejas</li>
  <li><strong>SAP Concur</strong>: Ulitizado para reembolsar la energ&iacute;a consumida por los usuarios en casa.</li>
  <li><strong>Stripe</strong>: Utilizado para la facturaci&oacute;n y el pago de sesiones.</li>
  <li><strong>Gireve / Hubject</strong>: Utilizado para publicar las estaciones de carga en una plataforma m&oacute;vil</li>
  <li><strong>Google Firebase</strong>: Utilizado para enviar notificaciones remotas a los m&oacute;viles de los usuarios</li>
</ul>
<h4>Usuarios involucrados</h4>
<ul>
  <li>Los usuarios que hacen uso de las estaciones de carga en el sitio monitoreado y que se registraron a la aplicaci&oacute;n
  <a rel="noopener noreferrer" href="{{chargeAngelsURL}}" target="_blank" rel="noopener">e-Mobility</a>.</li>
</ul>
<h4>Objetivo de procesamiento de datos</h4
<ul>
  <li>El procesamiento de datos es para administradores de sitios, cient&iacute;ficos de datos y demostraciones a clientes internos / externos. </li>
  <li> Los usuarios acceden a los datos solo a trav&eacute;s del protocolo seguro (HTTP)
  </li>
  <li>Los cient&iacute;ficos de datos de SAP reciben solamente transacciones an&oacute;nimas de un administrador para probar sus algoritmos de carga. </li>
  <li> Para demostrar la aplicaci&oacute;n <a rel="noopener noreferrer" href="{{chargeAngelsURL}}" target="_blank" rel="noopener">e-Mobility</a>  a
    personas externas (no SAP), utilizamos un usuario demo para anonimizar todos los datos personales.
  </li>
  <li>Las sesiones de los usuarios pueden ser enviadas a los sistemas de SAP Analytics en Alemania con fines de prueba o demostraciones. </li>
  <li> Las sesiones del usuario pueden ser procesadas para predecir la demanda de cobro en un sitio determinado. </li>
</ul>
<h4>Datos de localizaci&oacute;n</h4>
<ul>
    <li>La aplicaci&oacute;n se implementar&aacute; y los datos se almacenar&aacute;n en una plataforma en la nube ubicada en Europa.</li>
</ul>
<h4>Derecho al olvido</h4>
<ul>
  <li>Sus datos personales se conservar&aacute;n hasta la terminaci&oacute;n de su contrato laboral en la empresa  </li>
  <li> Sus datos personales se borrar&aacute;n manualmente despu&eacute;s de un per&iacute;odo de inactividad de 6 meses (sin conexi&oacute;n a la aplicaci&oacute;n durante ese tiempo). </li>
  <li> Sus datos personales se borrar&aacute;n en caso de que lo solicite (consultelo al <a rel="noopener noreferrer" href="mailto:dpo@e-mobility-solution.com"> oficial de privacidad de datos</a>)</li>
</ul>
<h4>Seguridad</h4>
<ul>
  <li>Se requiere usuario y contrase&ntilde;a para acceder a la aplicaci&oacute;n. Esto aplica para todos los usuarios. </li>
  <li> Los datos se env&iacute;an de forma segura a trav&eacute;s de la red mediante un protocolo cifrado (HTTP), lo que garantiza la confidencialidad. </li>
  <li> Solo los administradores est&aacute;n autorizados a leer, escribir, editar, eliminar todos los datos almacenados en la base de datos. </li>
  <li> Los usuarios est&aacute;ndar solo est&aacute;n autorizados a leer y editar sus propios datos personales, ver la disponibilidad de las estaciones de carga, la carga actual,
  sus historiales de sus sesiones y sus estad&iacute;sticas. </li>
  <li> Sus datos pueden ser comunicados a terceros en caso de consulta legal como "Inspecci&oacute;n de trabajo", "servicios fiscales" o servicios policiales.</li>
</ul>
<h4>Consentimiento del usuario</h4>
<ul>
  <li>Debe dar su consentimiento expl&iacute;cito para que usemos sus datos. </li>
  <li> Esto se realiza a trav&eacute;s de una casilla de verificaci&oacute;n en la p&aacute;gina de inicio de sesi&oacute;n en la aplicaci&oacute;n<a rel="noopener noreferrer" href="{{chargeAngelsURL}}" target="_blank" rel="noopener">e-Mobility</a>.</li>
</ul>
<h4>Derecho de acceso y correcci&oacute;n de datos.</h4>
<ul>
  <li>Una vez que su identidad sea verficada, usted puede realizar una consulta al <a rel="noopener noreferrer" href="mailto:dpo@e-mobility-solution.com">oficial
    de privacidad de datos</a> o al administrador sobre los derechos para acceder a sus datos personales.</li>
  <li>Puede informar al <a rel="noopener noreferrer" href="mailto:dpo@e-mobility-solution.com">oficial
    de privacidad de datos</a>, que la informaci&oacute;n sobre sus datos que es inexacta, est&aacute; incompleta, equivocada, ya no
    es v&aacute;lida, o que el uso, comunicaci&oacute;n o mantenimiento de estos est&aacute; prohibido, puede corregirse, completarse, aclararse, actualizarse o eliminarse.</li>
</ul>
<h4>Derecho a objetar</h4>
<ul>
  <li>Tiene derecho a oponerse al uso de todos o parte de sus datos contactando al <a rel="noopener noreferrer" href="mailto:dpo@e-mobility-solution.com">oficial de privacidad de datos</a>.</li>
</ul>
<h4>Limite el procesamiento de datos</h4>
<ul>
  <li>Tiene derecho a limitar parte del uso de sus datos.</li>
</ul>
<h4>Derecho de portabilidad.</h4>
<ul>
  <li>Puede solicitar, al <a rel="noopener noreferrer" href="mailto:dpo@e-mobility-solution.com">oficial de privacidad de datos</a>, la
  transferencia de todos o parte de sus datos personales en un archivo legible. </li>
  <li> Tambi&eacute;n puede exportar todas o parte de sus sesiones de la aplicaci&oacute;n. </li>
</ul>
