<h3>Conditions G&eacute;n&eacute;rales d'Utilisation de l&rsquo;application Charge-Angels</h3>

<h4>R&egrave;glement G&eacute;n&eacute;ral sur la Protection des Donn&eacute;es (RGPD)</h4>
<p><cite> Le r&egrave;glement g&eacute;n&eacute;ral sur la protection des donn&eacute;es (RGPD), constitue le texte de
  r&eacute;f&eacute;rence europ&eacute;en en mati&egrave;re de protection des donn&eacute;es &agrave;
  caract&egrave;re personnel. <br/> Il renforce et unifie la protection des donn&eacute;es pour les individus au
  sein de l'Union europ&eacute;enne. <br/> L&rsquo;objectif de l&rsquo;Europe au travers du R&egrave;glement
  G&eacute;n&eacute;ral pour la Protection des Donn&eacute;es est d&rsquo;offrir un cadre renforc&eacute; et
  harmonis&eacute; de la protection des donn&eacute;es tenant compte des r&eacute;centes &eacute;volutions
  technologiques (Big Data, objets connect&eacute;s, Intelligence Artificielle) et des d&eacute;fis, voire questions,
  qui accompagnent ces &eacute;volutions. <br/> Ses dispositions sont directement applicables dans l'ensemble des 28
  &Eacute;tats membres de l'Union europ&eacute;enne &agrave; compter du 25 mai 2018. </cite> <br/> <a
  href="https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX:32016R0679"
  target="_blank" rel="noopener">Cliquez ici pour plus d'information</a></p>

<h4>Donn&eacute;es Personnelles</h4>
<p>Seul les donn&eacute;es importantes seront enregistr&eacute;es concernant l'utilisation des bornes de recharge pour
  chaque utilisateur. <br/> Ces donn&eacute;es sont purement personnelles et non sensibles c'est &agrave; dire
  qu'aucunes donn&eacute;es concernant l&rsquo;origine raciale ou ethnique, les opinions politiques, philosophiques ou
  religieuses, l&rsquo;appartenance syndicale, la sant&eacute; ou la vie sexuelle ne seront enregistr&eacute;es.</p>
<p>Voil&agrave; la liste exhaustive :</p>
<ul>
  <li>Nom et Pr&eacute;nom</li>
  <li>Courrier &eacute;lectronique</li>
  <li>T&eacute;l&eacute;phone fixe et Portable</li>
  <li>Num&eacute;ro de badge</li>
  <li>Statut du Compte (actif, suspendu ...)</li>
  <li>R&ocirc;le Utilisateur (basic, administrateur ...)</li>
  <li>Langage</li>
  <li>Photo</li>
  <li>Adresse</li>
  <li>Plaque d'immatriculation du v&eacute;hicule</li>
  <li>Mot de passe (hach&eacute;)</li>
  <li>Num&eacute;ro d'identification professionnel</li>
  <li>Centre de co&ucirc;t professionnel</li>
</ul>

<h4>Donn&eacute;es M&eacute;tiers</h4>
<ul>
  <li>Consommation Instantan&eacute;e et Totale</li>
  <li>Statut des Bornes de recharge</li>
  <li>Courbes de Charge</li>
  <li>Date/Heure et Dur&eacute;e des Sessions</li>
  <li>Historique des Sessions</li>
  <li>Sessions Actives</li>
  <li>D&eacute;marrage/Arr&ecirc;t des Sessions</li>
</ul>

<h4>Sc&eacute;narios</h4>
<ul>
  <li>Statistiques sur l'Utilisation des Bornes, la Consommation et le Co&ucirc;t</li>
  <li>Gestion des Sites</li>
  <li>Gestion des Tarifs</li>
  <li>Charge Intelligente</li>
  <li>R&eacute;servation de Charge</li>
  <li>Pr&eacute;diction de Charge</li>
  <li>Notifications Utilisateur / Adminitrateur</li>
  <li>Recharge &agrave; la Maison</li>
</ul>

<h4>Finalit&eacute; du Traitement des Donn&eacute;es</h4>
<ul>
  <li>Maximiser l'utilisation des bornes par les utilisateurs en gardant des co&ucirc;ts de fonctionnement bas.</li>
  <li>Am&eacute;liorer la maintenance des bornes de recharge.</li>
  <li>D&eacute;velopper un algorithme d'optimisation afin de g&eacute;rer et de contr&ocirc;ler les charges
    concurrentes d&eacute;livr&eacute;es par les bornes en tenant compte des contraintes du site (puissance maximale du
    site...)
  </li>
  <li>Inciter les utilisateurs &agrave; recharger chez eux pour lib&eacute;rer l'infrastructure et se faire
    eventuellement rembourser leur consommation &eacute;lectrique lors de la recharge de leur v&eacute;hicule
    professionnel
  </li>
</ul>

<h4>Protection des Donn&eacute;es d&egrave;s la Conception</h4>
<p>Cette application a &eacute;t&eacute; con&ccedil;ue d&egrave;s le d&eacute;part en tenant compte des contraintes de
  la protection des donn&eacute;es personnelles.</p>
<h4>Utilisateurs Impliqu&eacute;s</h4>
<p>Les utilisateurs faisant usage des bornes de recharge sur le site et ayant proc&eacute;d&eacute; a leur inscription
  dans l'application.</p>

<h4>Destinataires des Traitements des Donn&eacute;es</h4>
<ul>
  <li>Le traitement des donn&eacute;es est &agrave; destination des managers de sites, des Data Scientists, des
    D&eacute;mos pour les clients internes ou externes
  </li>
  <li>Les utilsateurs accedent aux donn&eacute;es exclusivement au travers de l'application securis&eacute;e <a
    href="{{chargeAngelsURL}}"
    target="_blank" rel="noopener">Charge-Angels</a> en HTTPs
  </li>
  <li>Les Data Scientists recoivent seulement les transactions anonymis&eacute;es envoy&eacute;es par un administrateur
    pour tester leurs algorithmes
  </li>
  <li>Pour r&eacute;aliser des d&eacute;monstrations de l'application <a href="{{chargeAngelsURL}}" target="_blank"
                                                                         rel="noopener">Charge-Angels</a>
    &agrave; des personnes ext&eacute;rieures, un utilisateur avec le role demo est utilis&eacute; pour anonymizer
    toutes les informations sensibles
  </li>
  <li>Les sessions des utilisateurs impliqu&eacute;s dans le sc&eacute;narios Recharge &agrave; la Maison pourront
    &ecirc;tre transf&eacute;r&eacute;es vers Concur ou Revenue Cloud en Allemagne &agrave; des fins de tests.
  </li>
  <li>Les sessions des utilisateurs pourront &ecirc;tre analys&eacute;es afin de pr&eacute;dire la charge sur un site
    donn&eacute;
  </li>
</ul>

<h4>Localisation des Donn&eacute;es</h4>
<p>Les donn&eacute;es seront enregistr&eacute;es sur la plate-forme SAP Cloud Foundry qui sera physiquement
  install&eacute; dans un des pays de l'Union Europ&eacute;enne.<br/> A ce jour, notre serveur SAP Cloud est
  install&eacute; en Allemagne &agrave; Francfort.</p>

<h4>Droit à l'Oubli</h4>
<p>
  Vos données personnelles seront conservées jusqu'à la fin du contrat de l'utilisateur avec la société.
  <br/>
  Vos données personnelles seront supprimées par un administrateur après une période d'inactivité de 6 mois (aucune
  session n'aura été réalisée pendant cette période).
  <br/>
  Dans ce cas, votre profil sera supprimé et vos sessions seront anonymisées et plus aucune relation ne pourra être
  établie avec vous.
  <br/>
</p>

<h4>Sécurité par Défaut</h4>
<p>
  Des identifiants sont requis pour accéder à l'application pour tous les utilisateurs standards, démos et les
  administrateurs.
  <br/>
  Les données qui transitent sur le réseau sont protégées par un protocole sécurisé assurant ainsi leur
  confidentialité.
  <br/>
  Seuls les administrateurs seront autorisés à lire, écrire, éditer et effacer toutes les données sur le serveur.
  <br/>
  Les utilisateurs standards seront seulement autorisés à lire et modifier leurs propres données personnelles, voir la
  disponibilité des bornes de recharge, la charge en cours, l'historique de leurs sessions et leurs statistiques.
  <br/>
  Vos données peuvent être communiquées à une tierce partie en cas de demande légale comme par exemple l'inspection du
  travail, les services fiscaux ou la police.
  <br/>
</p>

<h4>Consentement Utilisateur</h4>
<p>
  Vous devez explicitement donner votre consentement pour nous autoriser à utiliser vos données.
  <br/>
  Celui-ci est matérialisé par une case à cocher dans la page de connexion de l'application <a
  href="{{chargeAngelsURL}}"
  target="_blank">Charge-Angels</a>.
  <br/>
</p>

<h4>Le droit d'Accès et de Correction</h4>
<p>
  Vous pouvez, sous couvert de prouver votre identité, requérir auprès du <a href="mailto:dpo@charge-angels.fr">Responsable
  des Données Personnelles</a> ou d'un administrateur, l'accès à vos données personnelles.
  <br/>
  Vous pouvez aussi requérir a ce que les informations vous concernant qui ne sont pas exactes, incomplètes,
  équivoques, invalides, ou que l'usage, la communication ou la conservation de ce qui est interdit, peuvent être
  corrigées, complétées, clarifiées, mises à jour ou effacées.
  <br/>
</p>

<h4>Le droit d'Opposition</h4>
<p>
  Vous avez le droit de vous opposer, en contactant le <a href="mailto:dpo@charge-angels.fr">Responsable des Données
  Personnelles</a> ou l'administrateur, à l'utilisation de tout ou partie de vos données.
  <br/>
</p>

<h4>Limiter le Traitement des Données</h4>
<p>
  Vous avez le droit de limiter une partie de l'utilisation de vos données.
  <br/>
</p>

<h4>Droit a la Portabilité des Données</h4>
<p>
  Vous avez le droit de demander, au <a href="mailto:dpo@charge-angels.fr">Responsable des Données Personnelles</a> ou à
  un administrateur, le
  transfert de tout ou partie de vos données personnelles sous forme d'un fichier informatique lisible.
  <br/>
</p>
